Repository: fairspec/fairspec-application
Catalog: website/locales/*/messages.po
Languages: de, es, fr, it, pt, ru, uk

source: , but it is
de: aber es ist
es: pero es
fr: , mais il est
it: ma è
pt: , mas é
ru: но это
uk: , але це

source: A required cell in column
de: Eine erforderliche Zelle in Spalte
es: Una celda obligatoria en la columna
fr: Une cellule requise dans la colonne
it: Una cella richiesta nella colonna
pt: Uma célula obrigatória na coluna
ru: Обязательная ячейка в колонке
uk: Обов'язкова клітина у стовпці

source: All Errors
de: Alle Fehler
es: Todos los errores
fr: Toutes les erreurs
it: Tutti gli errori
pt: Todos os Erros
ru: Все ошибки
uk: Усі помилки

source: at
de: bei
es: en
fr: à
it: a
pt: em
ru: в
uk: на

source: Automatically infer comprehensive data schemas from your datasets
de: Automatisch umfassende Datenschemata aus Ihren Datensätzen ableiten
es: Infiera automáticamente esquemas de datos completos a partir de sus conjuntos de datos
fr: Déduisez automatiquement des schémas de données complets à partir de vos ensembles de données
it: Deduci automaticamente schemi di dati completi dai tuoi dataset
pt: Inferir automaticamente esquemas de dados abrangentes a partir dos seus conjuntos de dados
ru: Автоматически определяйте комплексные схемы данных из ваших наборов данных
uk: Автоматично визначайте комплексні схеми даних з ваших наборів даних

source: Automatically infer comprehensive table schema definitions from your tabular data
de: Automatisch umfassende Tabellenschemadefinitionen aus Ihren tabellarischen Daten ableiten
es: Infiera automáticamente definiciones de esquemas de tabla completas a partir de sus datos tabulares
fr: Déduisez automatiquement des définitions complètes de schémas de table à partir de vos données tabulaires
it: Deduci automaticamente definizioni complete di schemi di tabelle dai tuoi dati tabellari
pt: Inferir automaticamente definições abrangentes de esquema de tabela a partir dos seus dados tabulares
ru: Автоматически определяйте комплексные схемы таблиц из ваших табличных данных
uk: Автоматично визначайте комплексні схеми таблиць з ваших табличних даних

source: Automatically infer dataset metadata and structure from your data files
de: Metadaten und Struktur von Datensätzen automatisch aus Ihren Datendateien ableiten
es: Infiera automáticamente metadatos y estructura del conjunto de datos a partir de sus archivos de datos
fr: Déduisez automatiquement les métadonnées et la structure de l'ensemble de données à partir de vos fichiers de données
it: Deduci automaticamente i metadati e la struttura del dataset dai tuoi file di dati
pt: Inferir automaticamente os metadados e a estrutura do conjunto de dados a partir dos seus arquivos de dados
ru: Автоматически определяйте метаданные и структуру набора данных из ваших файлов данных
uk: Автоматично визначайте метадані та структуру набору даних з ваших файлів даних

source: Automatically infer file formats, encoding specifications, and dialect parameters
de: Dateiformate, Kodierungsspezifikationen und Dialektparameter automatisch ableiten
es: Infiera automáticamente formatos de archivo, especificaciones de codificación y parámetros de dialecto
fr: Déduisez automatiquement les formats de fichiers, les spécifications d'encodage et les paramètres de dialecte
it: Deduci automaticamente i formati dei file, le specifiche di codifica e i parametri del dialetto
pt: Inferir automaticamente formatos de arquivos, especificações de codificação e parâmetros de dialeto
ru: Автоматически определяйте форматы файлов, спецификации кодировки и параметры диалекта
uk: Автоматично визначайте формати файлів, специфікації кодування та параметри діалекту

source: Brought to you by
de: Präsentiert von
es: Presentado por
fr: Présenté par
it: Offerto da
pt: Trazido a você por
ru: Предоставлено
uk: Представлено вам

source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
pt: Mudar idioma
ru: Изменить язык
uk: Змінити мову

source: Change Theme
de: Thema ändern
es: Cambiar tema
fr: Changer de thème
it: Cambia tema
pt: Mudar tema
ru: Изменить тему
uk: Змінити тему

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть
uk: Закрити

source: Close Application
de: Anwendung schließen
es: Cerrar aplicación
fr: Fermer l'application
it: Chiudi applicazione
pt: Fechar Aplicação
ru: Закрыть приложение
uk: Закрити застосунок

source: Column
de: Spalte
es: Columna
fr: Colonne
it: Colonna
pt: Coluna
ru: Колонка
uk: Стовпець

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
pt: Dados
ru: Данные
uk: Дані

source: Data error at
de: Datenfehler bei
es: Error de datos en
fr: Erreur de données à
it: Errore di dati a
pt: Erro de dados em
ru: Ошибка данных в
uk: Помилка даних у

source: Dataset
de: Datensatz
es: Conjunto de datos
fr: Jeu de données
it: Set di dati
pt: Conjunto de dados
ru: Набор данных
uk: Набір даних

source: Dataset Inferred
de: Datensatz abgeleitet
es: Conjunto de datos inferido
fr: Jeu de données inféré
it: Dataset inferito
pt: Conjunto de Dados Inferido
ru: Набор данных определён автоматически
uk: Набір даних визначено

source: Describe file contents and structure in detail, and automatically infer file formats and encoding specifications
de: Beschreiben Sie den Dateiinhalt und die Struktur im Detail und erkennen Sie automatisch Dateiformate und Kodierungsspezifikationen.
es: Describe el contenido y la estructura del archivo en detalle, e infiere automáticamente los formatos de archivo y las especificaciones de codificación
fr: Décrivez en détail le contenu et la structure du fichier, et déduisez automatiquement les formats de fichiers et les spécifications d'encodage
it: Descrivi in dettaglio il contenuto e la struttura del file e deduci automaticamente i formati di file e le specifiche di codifica
pt: Descreva o conteúdo e a estrutura do arquivo em detalhe e infira automaticamente os formatos de arquivo e especificações de codificação
ru: Опишите содержимое и структуру файла подробно, и автоматически определите форматы файлов и спецификации кодировки
uk: Опишіть вміст і структуру файлу детально та автоматично визначте формати файлів і специфікації кодування

source: Desktop Application
de: Desktop-Anwendung
es: Aplicación de escritorio
fr: Application de bureau
it: Applicazione desktop
pt: Aplicação de Desktop
ru: Настольное приложение
uk: Десктопний застосунок

source: Dialect
de: Dialekt
es: Dialecto
fr: Dialecte
it: Dialetto
pt: Dialeto
ru: Диалект
uk: Діалект

source: Dialect Inferred
de: Dialekt abgeleitet
es: Dialecto inferido
fr: Dialecte inféré
it: Dialetto inferito
pt: Dialeto Inferido
ru: Диалект определён автоматически
uk: Діалект визначено

source: do not reference existing values
de: verweisen nicht auf bestehende Werte
es: no hacen referencia a valores existentes
fr: ne font pas référence aux valeurs existantes
it: non fanno riferimento ai valori esistenti
pt: não fazem referência a valores existentes
ru: не ссылаются на существующие значения
uk: не відповідають існуючим значенням

source: does not match the
de: entspricht nicht dem
es: no coincide con el/la
fr: ne correspond pas au
it: non corrisponde a
pt: não corresponde ao
ru: не соответствует
uk: не відповідає

source: Enter hash value
de: Hash-Wert eingeben
es: Ingrese el valor hash
fr: Entrez la valeur du hachage
it: Inserisci il valore hash
pt: Digite o valor de hash
ru: Введите значение хеша
uk: Введіть значення хеша

source: Failed to Infer Dataset
de: Datensatz konnte nicht abgeleitet werden
es: No se pudo inferir el conjunto de datos
fr: Échec de l'inférence du jeu de données
it: Impossibile inferire il dataset
pt: Falha ao Inferir o Conjunto de Dados
ru: Не удалось определить набор данных
uk: Не вдалося визначити набір даних

source: Failed to Infer Dialect
de: Dialekt konnte nicht abgeleitet werden
es: No se pudo inferir el dialecto
fr: Échec de l'inférence du dialecte
it: Impossibile inferire il dialetto
pt: Falha ao Inferir o Dialeto
ru: Не удалось определить диалект
uk: Не вдалося визначити діалект

source: Failed to Infer Schema
de: Schema konnte nicht abgeleitet werden
es: No se pudo inferir el esquema
fr: Échec de l'inférence du schéma
it: Impossibile inferire lo schema
pt: Falha ao Inferir o Esquema
ru: Не удалось определить схему
uk: Не вдалося визначити схему

source: Failed to Load Preview
de: Vorschau konnte nicht geladen werden
es: No se pudo cargar la vista previa
fr: Échec du chargement de l’aperçu
it: Errore nel caricamento dell'anteprima
pt: Falha ao Carregar Pré-visualização
ru: Не удалось загрузить предварительный просмотр
uk: Не вдалося завантажити попередній перегляд

source: feedback and ideas
de: Feedback und Ideen
es: comentarios e ideas
fr: retours et idées
it: feedback e idee
pt: sugestões e ideias
ru: отзывы и идеи
uk: відгуки та ідеї

source: File
de: Datei
es: Archivo
fr: Fichier
pt: Arquivo
ru: Файл
uk: Файл

source: File hash
de: Dateihash
es: Hash del archivo
fr: Hachage du fichier
it: Hash del file
pt: Hash do arquivo
ru: Хеш файла
uk: Хеш файлу

source: File is expected to be textual with utf-8 encoding but it is
de: Datei sollte Text sein mit UTF-8-Kodierung, aber sie ist
es: Se espera que el archivo sea textual con codificación utf-8 pero es
fr: Le fichier est censé être textuel avec un encodage utf-8 mais il est
it: Il file deve essere testuale con codifica utf-8, ma è
pt: Espera-se que o arquivo seja textual com codificação utf-8, mas é
ru: Ожидается, что файл будет текстовым в кодировке utf-8, но он
uk: Очікується, що файл буде текстовим з кодуванням utf-8, але він

source: For faster and privacy-first work, download the <0>desktop application</0>
de: Für schnelleres und datenschutzfreundliches Arbeiten laden Sie die <0>Desktop-Anwendung</0> herunter
es: Para un trabajo más rápido y privado, descarga la <0>aplicación de escritorio</0>
fr: Pour un travail plus rapide et respectueux de la vie privée, téléchargez l’<0>application de bureau</0>
it: Per lavorare più velocemente e con maggiore privacy, scarica l'<0>applicazione desktop</0>
pt: Para um trabalho mais rápido e focado em privacidade, baixe a <0>aplicação de desktop</0>
ru: Для более быстрой и приватной работы скачайте <0>настольное приложение</0>
uk: Для швидкої та приватної роботи завантажте <0>десктопний застосунок</0>

source: Foreign key constraint violated as cells
de: Fremdschlüsselbedingung verletzt, da Zellen
es: Restricción de clave externa violada ya que las celdas
fr: Contrainte de clé étrangère violée car les cellules
it: Vincolo di chiave esterna violato poiché le celle
pt: Restrição de chave estrangeira violada pois as células
ru: Нарушено ограничение внешнего ключа, так как ячейки
uk: Порушено обмеження зовнішнього ключа, оскільки клітини

source: has less than
de: hat weniger als
es: tiene menos de
fr: a moins de
it: ha meno di
pt: possui menos que
ru: имеет меньше чем
uk: має менше ніж

source: has more than
de: hat mehr als
es: tiene más de
fr: a plus de
it: ha più di
pt: possui mais que
ru: имеет больше чем
uk: має більше ніж

source: Hash
fr: Hachage
ru: Хеш
uk: Хеш

source: in column
de: in Spalte
es: en la columna
fr: dans la colonne
it: nella colonna
pt: na coluna
ru: в колонке
uk: у стовпці

source: in resource
de: in Ressource
es: en el recurso
fr: dans la ressource
it: nella risorsa
pt: no recurso
ru: в ресурсе
uk: у ресурсі

source: Infer data schema
de: Datenschema ableiten
es: Inferir esquema de datos
fr: Déduire le schéma de données
it: Deduci schema dei dati
pt: Inferir esquema de dados
ru: Определить схему данных
uk: Визначити схему даних

source: Infer Data Schema
de: Datenschema ableiten
es: Inferir esquema de datos
fr: Déduire le schéma des données
it: Inferisci schema dati
pt: Inferir Esquema de Dados
ru: Определить схему данных
uk: Визначити схему даних

source: Infer Dataset
de: Datensatz ableiten
es: Inferir conjunto de datos
fr: Déduire l’ensemble de données
it: Deduci il Dataset
pt: Inferir Conjunto de Dados
ru: Определить набор данных
uk: Вивести набір даних

source: Infer dialect
de: Dialekt ableiten
es: Inferir dialecto
fr: Déduire le dialecte
it: Deduci dialetto
pt: Inferir dialeto
ru: Определить диалект
uk: Визначити діалект

source: Infer Dialect
de: Dialekt ableiten
es: Inferir dialecto
fr: Déduire le dialecte
it: Deduci il Dialetto
pt: Inferir Dialeto
ru: Определить диалект
uk: Вивести діалект

source: Infer Schema
de: Schema ableiten
es: Inferir esquema
fr: Déduire le schéma
it: Deduci lo Schema
pt: Inferir Esquema
ru: Определить схему
uk: Вивести схему

source: Infer table schema
de: Tabellenschema ableiten
es: Inferir esquema de tabla
fr: Déduire le schéma de table
it: Deduci schema della tabella
pt: Inferir esquema de tabela
ru: Определить схему таблицы
uk: Визначити схему таблиці

source: Infer Table Schema
de: Tabellenschema ableiten
es: Inferir esquema de tabla
fr: Déduire le schéma du tableau
it: Inferisci schema tabella
pt: Inferir Esquema da Tabela
ru: Определить схему таблицы
uk: Визначити схему таблиці

source: Inferring Dataset...
de: Datensatz wird abgeleitet...
es: Infiriendo conjunto de datos...
fr: Inférence du jeu de données...
it: Inferendo dataset...
pt: Inferindo Conjunto de Dados...
ru: Определение набора данных...
uk: Визначення набору даних...

source: Inferring Dialect...
de: Dialekt wird abgeleitet...
es: Infiriendo dialecto...
fr: Inférence du dialecte...
it: Inferendo dialetto...
pt: Inferindo Dialeto...
ru: Определение диалекта...
uk: Визначення діалекту...

source: Inferring Schema...
de: Schema wird abgeleitet...
es: Infiriendo esquema...
fr: Inférence du schéma...
it: Inferendo schema...
pt: Inferindo Esquema...
ru: Определение схемы...
uk: Визначення схеми...

source: Invalid Data
de: Ungültige Daten
es: Datos no válidos
fr: Données invalides
it: Dati non validi
pt: Dados Inválidos
ru: Некорректные данные
uk: Некоректні дані

source: Invalid Dataset
de: Ungültiger Datensatz
es: Conjunto de datos no válido
fr: Jeu de données invalide
it: Dataset non valido
pt: Conjunto de Dados Inválido
ru: Некорректный набор данных
uk: Некоректний набір даних

source: Invalid File
de: Ungültige Datei
es: Archivo no válido
fr: Fichier invalide
it: File non valido
pt: Arquivo Inválido
ru: Некорректный файл
uk: Некоректний файл

source: Invalid Table
de: Ungültige Tabelle
es: Tabla no válida
fr: Tableau invalide
it: Tabella non valida
pt: Tabela Inválida
ru: Некорректная таблица
uk: Некоректна таблиця

source: is expected to be
de: sollte sein
es: se espera que sea
fr: doit être
it: è previsto che sia
pt: espera-se que seja
ru: ожидается что будет
uk: має бути

source: is greater or equal to
de: ist größer oder gleich
es: es mayor o igual a
fr: est supérieur ou égal à
it: è maggiore o uguale a
pt: é maior ou igual a
ru: больше или равно
uk: більше або дорівнює

source: is less or equal to
de: ist kleiner oder gleich
es: es menor o igual a
fr: est inférieur ou égal à
it: è minore o uguale a
pt: é menor ou igual a
ru: меньше или равно
uk: менше або дорівнює

source: is less than
de: ist kleiner als
es: es menor que
fr: est inférieur à
it: è minore di
pt: é menor que
ru: меньше чем
uk: менше ніж

source: is missing
de: fehlt
es: falta
fr: est manquant
it: manca
pt: está ausente
ru: отсутствует
uk: відсутній

source: is missing, but expected
de: fehlt, aber erwartet
es: falta, pero se esperaba
fr: est manquant, mais attendu
it: manca, ma è previsto
pt: está ausente, mas é esperado
ru: отсутствует, но ожидалось
uk: відсутній, але очікується

source: is more than
de: ist mehr als
es: es más que
fr: est supérieur à
it: è più di
pt: é mais que
ru: больше чем
uk: більше ніж

source: is not
de: ist nicht
es: no es
fr: n'est pas
it: non è
pt: não é
ru: не является
uk: не є

source: is not a multiple of
de: ist kein Vielfaches von
es: no es un múltiplo de
fr: n'est pas un multiple de
it: non è un multiplo di
pt: não é múltiplo de
ru: не кратно
uk: не є кратним

source: is not allowed value
de: ist kein erlaubter Wert
es: no es un valor permitido
fr: n'est pas une valeur autorisée
it: non è un valore ammesso
pt: não é um valor permitido
ru: неразрешённое значение
uk: не дозволене значення

source: is not in the allowed values
de: ist nicht in den erlaubten Werten
es: no está entre los valores permitidos
fr: n'est pas dans les valeurs autorisées
it: non è tra i valori ammessi
pt: não está nos valores permitidos
ru: не входит в разрешённые значения
uk: не входить до дозволених значень

source: is not unique
de: ist nicht eindeutig
es: no es único
fr: n'est pas unique
it: non è univoco
pt: não é único
ru: не уникально
uk: не унікальний

source: items
de: Elemente
es: elementos
fr: éléments
it: elementi
pt: itens
ru: элементов
uk: елементи

source: Length of the cell
de: Länge der Zelle
es: Longitud de la celda
fr: Longueur de la cellule
it: Lunghezza della cella
pt: Comprimento da célula
ru: Длина ячейки
uk: Довжина клітини

source: Load and preview your data table
de: Laden und zeigen Sie Ihre Datentabelle an
es: Carga y visualiza tu tabla de datos
fr: Charger et prévisualiser votre table de données
it: Carica e visualizza in anteprima la tua tabella dati
pt: Carregue e visualize sua tabela de dados
ru: Загрузите и просмотрите вашу таблицу данных
uk: Завантажте та перегляньте вашу таблицю даних

source: Loading Preview...
de: Vorschau wird geladen...
es: Cargando vista previa...
fr: Chargement de l’aperçu...
it: Caricamento anteprima...
pt: Carregando Pré-visualização...
ru: Загрузка предварительного просмотра...
uk: Завантаження попереднього перегляду...

source: maximum
es: máximo
it: massimo
pt: máximo
ru: максимум
uk: максимум

source: of row
de: der Zeile
es: de la fila
fr: de la ligne
it: della riga
pt: da linha
ru: строки
uk: рядка

source: phase. Please share your
de: Phase. Bitte teilen Sie Ihr
es: fase. Por favor comparte tus
fr: phase. Merci de partager vos
it: fase. Per favore condividi il tuo
pt: fase. Por favor, compartilhe seu
ru: этап. Пожалуйста, поделитесь вашими
uk: етап. Будь ласка, поділіться своїми

source: Preview Table
de: Tabelle Vorschau
es: Vista previa de la tabla
fr: Aperçu du tableau
it: Anteprima tabella
pt: Pré-visualizar Tabela
ru: Просмотр таблицы
uk: Попередній перегляд таблиці

source: Required column
de: Erforderliche Spalte
es: Columna obligatoria
fr: Colonne requise
it: Colonna richiesta
pt: Coluna obrigatória
ru: Обязательная колонка
uk: Обов'язковий стовпець

source: research preview
de: Forschungs-Vorschau
es: vista previa de investigación
fr: aperçu de la recherche
it: anteprima della ricerca
pt: prévia de pesquisa
ru: предварительный просмотр исследования
uk: попередній перегляд дослідження

source: Resource
de: Ressource
es: Recurso
fr: Ressource
it: Risorsa
pt: Recurso
ru: Ресурс
uk: Ресурс

source: Row
de: Zeile
es: Fila
fr: Ligne
it: Riga
pt: Linha
ru: Строка
uk: Рядок

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить
uk: Зберегти

source: Schema
es: Esquema
fr: Schéma
pt: Esquema
ru: Схема
uk: Схема

source: Schema Inferred
de: Schema abgeleitet
es: Esquema inferido
fr: Schéma inféré
it: Schema inferito
pt: Esquema Inferido
ru: Схема определена автоматически
uk: Схему визначено

source: Select hash algorithm and enter hash value
de: Hash-Algorithmus auswählen und Hash-Wert eingeben
es: Seleccione el algoritmo hash e ingrese el valor hash
fr: Sélectionnez l'algorithme de hachage et entrez la valeur du hachage
it: Seleziona algoritmo hash e inserisci il valore hash
pt: Selecione o algoritmo de hash e digite o valor de hash
ru: Выберите алгоритм хеширования и введите значение хеша
uk: Оберіть алгоритм хешування та введіть значення хеша

source: Select tools below
de: Unten Werkzeuge auswählen
es: Seleccione herramientas abajo
fr: Sélectionnez les outils ci-dessous
it: Seleziona gli strumenti qui sotto
pt: Selecione as ferramentas abaixo
ru: Выберите инструменты ниже
uk: Оберіть інструменти нижче

source: Share Page
de: Seite teilen
es: Compartir página
fr: Partager la page
it: Condividi pagina
pt: Compartilhar página
ru: Поделиться страницей
uk: Поділитися сторінкою

source: Table
de: Tabelle
es: Tabla
it: Tabella
pt: Tabela
ru: Таблица
uk: Таблиця

source: Table Preview
de: Tabellenvorschau
es: Vista previa de la tabla
fr: Aperçu du tableau
it: Anteprima della tabella
pt: Pré-visualização da Tabela
ru: Предварительный просмотр таблицы
uk: Попередній перегляд таблиці

source: This functionality is only available in the <0>desktop application</0>
de: Diese Funktion ist nur in der <0>Desktop-Anwendung</0> verfügbar
es: Esta funcionalidad solo está disponible en la <0>aplicación de escritorio</0>
fr: Cette fonctionnalité est uniquement disponible dans l’<0>application de bureau</0>
it: Questa funzionalità è disponibile solo nell'<0>applicazione desktop</0>
pt: Esta funcionalidade está disponível apenas na <0>aplicação de desktop</0>
ru: Эта функция доступна только в <0>настольном приложении</0>
uk: Ця функція доступна лише в <0>десктопному застосунку</0>

source: This project is in
de: Dieses Projekt befindet sich in der
es: Este proyecto está en
fr: Ce projet est en
it: Questo progetto è nella
pt: Este projeto está em
ru: Этот проект находится на
uk: Цей проєкт перебуває в

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pt: Ferramentas
ru: Инструменты
uk: Інструменти

source: Upload
de: Hochladen
es: Subir
fr: Téléverser
it: Carica
pt: Enviar
ru: Загрузить
uk: Завантажити

source: Upload a data file or provide a URL to a data file
de: Laden Sie eine Datendatei hoch oder geben Sie eine URL zu einer Datendatei an
es: Suba un archivo de datos o proporcione una URL a un archivo de datos
fr: Téléversez un fichier de données ou fournissez une URL vers un fichier de données
it: Carica un file di dati o fornisci l'URL di un file di dati
pt: Envie um arquivo de dados ou forneça uma URL para um arquivo de dados
ru: Загрузите файл с данными или укажите URL файла с данными
uk: Завантажте файл з даними або вкажіть URL до файлу даних

source: Upload a dialect or provide a URL to a dialect
de: Laden Sie einen Dialekt hoch oder geben Sie eine URL zu einem Dialekt an
es: Sube un dialecto o proporciona una URL para un dialecto
fr: Téléversez un dialecte ou fournissez une URL vers un dialecte
it: Carica un dialetto o fornisci un URL a un dialetto
pt: Envie um dialeto ou forneça uma URL para um dialeto
ru: Загрузите диалект или укажите URL на диалект
uk: Завантажте діалект або вкажіть URL-адресу діалекту

source: Upload a file or provide a URL to a data file
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einer Datendatei an
es: Suba un archivo o proporcione una URL a un archivo de datos
fr: Téléversez un fichier ou fournissez une URL vers un fichier de données
it: Carica un file o fornisci l'URL di un file di dati
pt: Envie um arquivo ou forneça uma URL para um arquivo de dados
ru: Загрузите файл или укажите URL файла с данными
uk: Завантажте файл або вкажіть URL до файлу даних

source: Upload a file or provide a URL to a data schema
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einem Datenschema an
es: Suba un archivo o proporcione una URL a un esquema de datos
fr: Téléversez un fichier ou fournissez une URL vers un schéma de données
it: Carica un file o fornisci l'URL di uno schema dati
pt: Envie um arquivo ou forneça uma URL para um esquema de dados
ru: Загрузите файл или укажите URL схемы данных
uk: Завантажте файл або вкажіть URL до схеми даних

source: Upload a file or provide a URL to a dataset
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einem Datensatz an
es: Sube un archivo o proporciona una URL para un conjunto de datos
fr: Téléversez un fichier ou fournissez une URL vers un jeu de données
it: Carica un file o fornisci un URL a un insieme di dati
pt: Envie um arquivo ou forneça uma URL para um conjunto de dados
ru: Загрузите файл или укажите URL на набор данных
uk: Завантажте файл або вкажіть URL-адресу набору даних
