Repository: fairspec/fairspec-application
Catalog: website/locales/*/messages.po
Languages: de, es, fr, it, pt, ru, uk

source: Upload a file or provide a URL to a file
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einer Datei an
es: Suba un archivo o proporcione una URL a un archivo
fr: Téléversez un fichier ou fournissez une URL vers un fichier
it: Carica un file o fornisci l'URL di un file
pt: Envie um arquivo ou forneça uma URL para um arquivo
ru: Загрузите файл или укажите URL файла
uk: Завантажте файл або вкажіть URL до файлу

source: Upload a file or provide a URL to a table dialect
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einem Tabelle-Dialekt an
es: Suba un archivo o proporcione una URL a un dialecto de tabla
fr: Téléversez un fichier ou fournissez une URL vers un dialecte de tableau
it: Carica un file o fornisci l'URL di un dialetto tabella
pt: Envie um arquivo ou forneça uma URL para um dialeto de tabela
ru: Загрузите файл или укажите URL диалекта таблицы
uk: Завантажте файл або вкажіть URL до діалекту таблиці

source: Upload a file or provide a URL to a table schema
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einem Tabellenschema an
es: Suba un archivo o proporcione una URL a un esquema de tabla
fr: Téléversez un fichier ou fournissez une URL vers un schéma de tableau
it: Carica un file o fornisci l'URL di uno schema tabella
pt: Envie um arquivo ou forneça uma URL para um esquema de tabela
ru: Загрузите файл или укажите URL схемы таблицы
uk: Завантажте файл або вкажіть URL до схеми таблиці

source: Upload a file or provide a URL to a tabular data file
de: Laden Sie eine Datei hoch oder geben Sie eine URL zu einer tabellarischen Datendatei an
es: Suba un archivo o proporcione una URL a un archivo de datos tabulares
fr: Téléversez un fichier ou fournissez une URL vers un fichier de données tabulaires
it: Carica un file o fornisci l'URL di un file di dati tabellare
pt: Envie um arquivo ou forneça uma URL para um arquivo de dados tabular
ru: Загрузите файл или укажите URL табличного файла данных
uk: Завантажте файл або вкажіть URL до табличного файлу даних

source: Upload a table or provide a URL to a table
de: Laden Sie eine Tabelle hoch oder geben Sie eine URL zu einer Tabelle an
es: Suba una tabla o proporcione una URL a una tabla
fr: Téléversez un tableau ou fournissez une URL vers un tableau
it: Carica una tabella o fornisci l'URL di una tabella
pt: Envie uma tabela ou forneça uma URL para uma tabela
ru: Загрузите таблицу или укажите URL таблицы
uk: Завантажте таблицю або вкажіть URL до таблиці

source: Valid Data
de: Gültige Daten
es: Datos válidos
fr: Données valides
it: Dati validi
pt: Dados Válidos
ru: Корректные данные
uk: Коректні дані

source: Valid Dataset
de: Gültiger Datensatz
es: Conjunto de datos válido
fr: Jeu de données valide
it: Dataset valido
pt: Conjunto de Dados Válido
ru: Корректный набор данных
uk: Коректний набір даних

source: Valid File
de: Gültige Datei
es: Archivo válido
fr: Fichier valide
it: File valido
pt: Arquivo Válido
ru: Корректный файл
uk: Коректний файл

source: Valid Table
de: Gültige Tabelle
es: Tabla válida
fr: Tableau valide
it: Tabella valida
pt: Tabela Válida
ru: Корректная таблица
uk: Коректна таблиця

source: Validate Data
de: Daten validieren
es: Validar datos
fr: Valider les données
it: Valida i Dati
pt: Validar Dados
ru: Проверить данные
uk: Перевірити дані

source: Validate data quality, check for inconsistencies and errors, and automatically infer comprehensive data schemas from your datasets
de: Überprüfen Sie die Datenqualität, prüfen Sie auf Inkonsistenzen und Fehler und leiten Sie automatisch umfassende Datenschemata aus Ihren Datensätzen ab.
es: Valida la calidad de los datos, verifica inconsistencias y errores, e infiere automáticamente esquemas de datos completos a partir de tus conjuntos de datos
fr: Validez la qualité des données, vérifiez les incohérences et les erreurs, et déduisez automatiquement des schémas de données complets à partir de vos jeux de données
it: Valida la qualità dei dati, verifica incoerenze ed errori e deduci automaticamente schemi di dati completi dai tuoi set di dati
pt: Valide a qualidade dos dados, verifique inconsistências e erros e infira automaticamente esquemas de dados abrangentes dos seus conjuntos de dados
ru: Проверьте качество данных, обнаружьте несоответствия и ошибки, а также автоматически определите полные схемы данных из ваших наборов данных
uk: Перевіряйте якість даних, виявляйте невідповідності та помилки й автоматично виводьте комплексні схеми даних із ваших наборів даних

source: Validate dataset
de: Datensatz validieren
es: Validar conjunto de datos
fr: Valider l'ensemble de données
it: Valida dataset
pt: Validar conjunto de dados
ru: Проверить набор данных
uk: Перевірити набір даних

source: Validate Dataset
de: Datensatz validieren
es: Validar conjunto de datos
fr: Valider le jeu de données
it: Convalida set di dati
pt: Validar Conjunto de Dados
ru: Проверить набор данных
uk: Перевірити набір даних

source: Validate dataset metadata against specifications and automatically infer dataset structure from your data files
de: Validieren Sie die Metadaten des Datensatzes gemäß den Spezifikationen und erkennen Sie automatisch die Datenstruktur aus Ihren Dateien.
es: Valida los metadatos del conjunto de datos según las especificaciones e infiere automáticamente la estructura del conjunto de datos a partir de tus archivos de datos
fr: Validez les métadonnées du jeu de données selon les spécifications et déduisez automatiquement la structure du jeu de données à partir de vos fichiers de données
it: Valida i metadati del set di dati rispetto alle specifiche e deduci automaticamente la struttura del set di dati dai tuoi file di dati
pt: Valide os metadados do conjunto de dados conforme as especificações e infira automaticamente a estrutura do conjunto de dados a partir dos seus arquivos de dados
ru: Проверьте метаданные набора данных на соответствие спецификациям и автоматически определите структуру набора данных по вашим файлам данных
uk: Перевіряйте метадані набору даних відповідно до специфікацій і автоматично виводьте структуру набору даних із ваших файлів даних

source: Validate File
de: Datei validieren
es: Validar archivo
fr: Valider le fichier
it: Valida il File
pt: Validar Arquivo
ru: Проверить файл
uk: Перевірити файл

source: Validate table
de: Tabelle validieren
es: Validar tabla
fr: Valider la table
it: Valida tabella
pt: Validar tabela
ru: Проверить таблицу
uk: Перевірити таблицю

source: Validate Table
de: Tabelle validieren
es: Validar tabla
fr: Valider la table
it: Valida la Tabella
pt: Validar Tabela
ru: Проверить таблицу
uk: Перевірити таблицю

source: Validate table structure for correctness and compliance, and automatically infer table schema definitions from your tabular data
de: Validieren Sie die Tabellenstruktur auf Korrektheit und Konformität und leiten Sie automatisch Tabellenschemadefinitionen aus Ihren tabellarischen Daten ab.
es: Valida la estructura de la tabla para garantizar la corrección y el cumplimiento, e infiere automáticamente definiciones de esquemas de tabla a partir de tus datos tabulares
fr: Validez la structure de la table pour la justesse et la conformité, et déduisez automatiquement les définitions du schéma de table à partir de vos données tabulaires
it: Valida la struttura della tabella per accuratezza e conformità e deduci automaticamente le definizioni di schema delle tabelle dai tuoi dati tabulari
pt: Valide a estrutura da tabela quanto à exatidão e conformidade e infira automaticamente as definições de esquemas de tabela a partir dos seus dados tabulares
ru: Проверьте структуру таблицы на правильность и соответствие, а также автоматически определите схемы таблицы по вашим табличным данным
uk: Перевіряйте структуру таблиці на коректність і відповідність, а також автоматично виводьте визначення схем таблиці з ваших табличних даних

source: Validate table structure for correctness and compliance, and automatically infer table schema from your tabular data
de: Überprüfen Sie die Tabellenstruktur auf Korrektheit und Konformität, und leiten Sie das Tabellenschema automatisch aus Ihren Tabellendaten ab
es: Valide la estructura de la tabla para comprobar su corrección y conformidad, e infiera automáticamente el esquema de la tabla desde sus datos tabulares
fr: Validez la structure du tableau pour l'exactitude et la conformité, et déduisez automatiquement le schéma à partir de vos données tabulaires
it: Valida la struttura della tabella per correttezza e conformità e genera automaticamente lo schema tabella dai tuoi dati tabellari
pt: Valide a estrutura da tabela para correção e conformidade e infira automaticamente o esquema da tabela a partir dos seus dados tabulares
ru: Проверьте структуру таблицы на корректность и соответствие, и автоматически определите схему таблицы из ваших табличных данных
uk: Перевірте структуру таблиці на правильність і відповідність та автоматично визначте схему з ваших табличних даних

source: Validating Data...
de: Daten werden validiert...
es: Validando datos...
fr: Validation des données...
it: Validazione dei dati...
pt: Validando Dados...
ru: Проверка данных...
uk: Перевірка даних...

source: Validating Dataset...
de: Datensatz wird validiert...
es: Validando conjunto de datos...
fr: Validation du jeu de données...
it: Validazione del dataset...
pt: Validando Conjunto de Dados...
ru: Проверка набора данных...
uk: Перевірка набору даних...

source: Validating File...
de: Datei wird validiert...
es: Validando archivo...
fr: Validation du fichier...
it: Validazione del file...
pt: Validando Arquivo...
ru: Проверка файла...
uk: Перевірка файлу...

source: Validating Table...
de: Tabelle wird validiert...
es: Validando tabla...
fr: Validation du tableau...
it: Validazione della tabella...
pt: Validando Tabela...
ru: Проверка таблицы...
uk: Перевірка таблиці...

source: Value of the cell
de: Wert der Zelle
es: Valor de la celda
fr: Valeur de la cellule
it: Valore della cella
pt: Valor da célula
ru: Значение ячейки
uk: Значення клітини

source: violates JSON schema at
de: verstößt gegen das JSON-Schema bei
es: viola el esquema JSON en
fr: viole le schéma JSON à
it: viola lo schema JSON a
pt: viola o esquema JSON em
ru: нарушает схему JSON в
uk: порушує схему JSON на

source: violates primary key constraint on columns
de: verstößt gegen die Primärschlüsselbedingung in Spalten
es: viola la restricción de clave primaria en las columnas
fr: viole la contrainte de clé primaire sur les colonnes
it: viola il vincolo di chiave primaria sulle colonne
pt: viola a restrição de chave primária nas colunas
ru: нарушает ограничение первичного ключа по колонкам
uk: порушує обмеження первинного ключа на стовпцях

source: violates unique key constraint on columns
de: verstößt gegen die Eindeutigkeitsbedingung in Spalten
es: viola la restricción de clave única en las columnas
fr: viole la contrainte de clé unique sur les colonnes
it: viola il vincolo di chiave univoca sulle colonne
pt: viola a restrição de chave única nas colunas
ru: нарушает ограничение уникального ключа по колонкам
uk: порушує обмеження унікального ключа на стовпцях

source: Visual tool for managing and validating tabular and structured data
de: Visuelles Werkzeug zur Verwaltung und Validierung von tabellarischen und strukturierten Daten
es: Herramienta visual para gestionar y validar datos tabulares y estructurados
fr: Outil visuel pour gérer et valider des données tabulaires et structurées
it: Strumento visuale per la gestione e la validazione di dati tabellari e strutturati
pt: Ferramenta visual para gerenciar e validar dados tabulares e estruturados
ru: Визуальный инструмент для управления и проверки табличных и структурированных данных
uk: Візуальний інструмент для керування та перевірки табличних і структурованих даних

source: We are bringing technological innovation and consultancy services to the open data field
de: Wir bringen technologische Innovation und Beratungsdienstleistungen in den Bereich Open Data
es: Estamos trayendo innovación tecnológica y servicios de consultoría al campo de los datos abiertos
fr: Nous apportons l'innovation technologique et des services de conseil au domaine des données ouvertes
it: Stiamo portando innovazione tecnologica e servizi di consulenza nel campo dei dati aperti
pt: Estamos trazendo inovação tecnológica e serviços de consultoria para o campo de dados abertos
ru: Мы внедряем технологические инновации и консалтинговые услуги в сферу открытых данных
uk: Ми впроваджуємо технологічні інновації та консалтингові послуги у сферу відкритих даних
